[
    {
      "_id": "64357fe62b7d56e77e147a1d",
      
      "companyLogo": "https://1000logos.net/wp-content/uploads/2021/05/Google-logo.png",
      "salary": 57446,
      "jobLocation": "remote",
      "jobStatus": "Part-Time",
      "jobTitle": "Field Sales Representative, Google Cloud",
      "companyName": "GOOGLE",
      "email": "mosescampbell@google.com",
      "phone": "+1 (989) 598-2154",
      "location": "Tokyo, Japan",
      "JobDescription": "As a Field Sales Representative, you will be working with our Enterprise Accounts in Mexico City. You’ll leverage existing relationships with C-level executives, develop new relationships, and act as a trusted business partner to deeply understand their unique company challenges and goals. Additionally promote the innovative power of our products to make organizations more productive, collaborative, and mobile. You will help spread the Google magic to organizations worldwide.\r\n",
      "JobResponsibilities": "Build and deepen executive relationships with Enterprise customers. Influence long-term strategic direction and serve as a business partner. Discuss and manage the business cycle, often presenting to C-level executives. Lead the account strategy in generating and developing business growth opportunities, working collaboratively with Customer Engineers and Google Partners to optimize business results in territory and open up opportunities with large Enterprise customers.\r\n",
      "Education": "Bachelor's degree or equivalent practical experience.\r\n",
      "Experienced": "5 years of experience building strategic business partnerships with enterprise customers. Experience selling infrastructure software, databases, analytical tools, applications software, or cloud solutions.\r\n"
    },
    {
      "_id": "64357fe61994ee2bb68a2812",
      "companyLogo": "https://1000logos.net/wp-content/uploads/2021/10/Meta-Logo.png",
      "salary": 81611,
      "jobLocation": "remote",
      "jobStatus": "Full-Time",
      "jobTitle": "Software Engineering Manager",
      "companyName": "Meta",
      "email": "fosterhouse@meta.com",
      "phone": "+1 (814) 478-2188",
      "location": " Lindisfarne, North Carolina",
      "JobDescription": "In this role you will both manage and partner with groups working across the full spectrum from research to product development supporting multiple product lines. You will oversee technical investment portfolios comprising state-of-the-art computer vision, machine learning and software engineering across all technology areas needed for AR/VR experiences. You will also be responsible for developing longer-term technical and product strategies in collaboration with key partners.\r\n",
      "JobResponsibilities": "Leading an organization comprised of applied scientists and engineers from prototyping across development and integration of advanced systems relying heavily on Computer Vision and Machine Learning technologies.\r\n",
      "Education": "BS degree in Engineering, Physics, Computer Science or equivalent experience.\r\n",
      "Experienced": "Experience managing joint hardware-software development and associated rapid prototyping projects.\r\n"
    },
    {
      "_id": "64357fe64aa68437f7ccac15",
      "companyLogo": "https://1000logos.net/wp-content/uploads/2016/10/Amazon-Logo-768x480.png",
      "salary": 147408,
      "jobLocation": "on-site",
      "jobStatus": "Part-Time",
      "jobTitle": "Carmella Tran",
      "companyName": "Amazon",
      "email": "carmellatran@amazon.com",
      "phone": "+1 (805) 449-3049",
      "location": "Kirk, Alabama",
      "JobDescription": "Your duties will include planning, implementing, and monitoring our digital marketing campaigns across all digital networks to make more customers and qualify leads to convert. ideal clients. You must convert clients from your experience. Our ideal candidate is someone with experience in marketing and social media management. In addition to being an outstanding communicator.\r\n",
      "JobResponsibilities": "Manage social media marketing campaigns. Assist the team in the development of the overall digital marketing strategy. Manage digital advertising campaigns (SEM, Display, Social, Programmatic)      \r\n",
      "Education": "Graduation from any discipline\r\n",
      "Experienced": "At least 1 year(s)\r\n"
    },
    {
      "_id": "64357fe64e6e79de686baee7",
      "companyLogo": "https://1000logos.net/wp-content/uploads/2017/04/Microsoft-Logo-768x251.png",
      "salary": "$159416",
      "jobLocation": "remote",
      "jobStatus": "Full-Time",
      "jobTitle": "Chandra Avila",
      "companyName": "Microsoft",
      "email": "chandraavila@microsoft.com",
      "phone": "+1 (983) 555-2002",
      "location": "Milano, Italy",
      "JobDescription": "Our infrastructure is comprised of a large global portfolio of more than 100 datacenters and 1 million servers. Our foundation is built upon and managed by a team of subject matter experts working to support services for more than 1 billion customers and 20 million businesses in over 90 countries worldwide.\r\n",
      "JobResponsibilities": "Serve as an operations specialist in one major area of CE operations (e.g., electrical, mechanical, controls, generators) and works on advanced tasks independently.Inspect and supervise critical environment-related facility equipment (e.g., controls, heating, ventilation, and air conditioning [HVAC], mechanical systems), building, and grounds regularly for unsafe or abnormal conditions and escalate per applicable policies and standards.  \r\n",
      "Education": "High School Diploma, GED, or equivalent.\r\n",
      "Experienced": "Freshers are encouraged.\r\n"
    },
    {
      "_id": "64357fe6e6dab96553b0a597",
      "balance": "$3,050.20",
      "companyLogo": "http://placehold.it/32x32",
      "salary": 99748,
      "jobLocation": "remote",
      "jobStatus": "Part-Time",
      "jobTitle": "Farrell Massey",
      "companyName": "ZUVY",
      "email": "farrellmassey@zuvy.com",
      "phone": "+1 (953) 526-2716",
      "location": "450 Metrotech Courtr, Ypsilanti, Connecticut, 2121",
      "JobDescription": "Ullamco culpa duis proident do nulla amet tempor minim cillum ea aliqua aliquip. Amet commodo aliqua veniam laboris deserunt sit dolor aliquip sit anim ullamco ea. Aliqua velit exercitation voluptate pariatur adipisicing nulla eu anim consequat mollit nulla ex et veniam. Proident laboris nisi nostrud deserunt. Dolor magna in pariatur cupidatat.\r\n",
      "JobResponsibilities": "Velit incididunt dolor commodo in veniam deserunt occaecat. Occaecat eiusmod consectetur laborum exercitation dolore culpa nostrud est consequat cupidatat Lorem irure aliquip nostrud. Irure culpa ad qui fugiat magna. Ipsum velit incididunt aute exercitation laborum id nostrud proident incididunt voluptate duis veniam esse. Consequat aute duis id aliquip.\r\n",
      "Education": "Laboris occaecat eiusmod elit dolor fugiat laboris cillum culpa fugiat ipsum labore est. Incididunt quis consequat reprehenderit aute sint aliqua dolore cupidatat fugiat sunt magna ex eu. Deserunt id dolore non voluptate. Exercitation eiusmod amet eu ad enim adipisicing adipisicing. Exercitation velit ex aliquip eiusmod. Voluptate amet in laborum nulla pariatur ipsum.\r\n",
      "Experienced": "Occaecat fugiat culpa sunt quis. Fugiat consectetur commodo ut incididunt velit nisi dolore tempor ex ea occaecat id. Aliqua aliqua sunt do id velit deserunt quis aliqua reprehenderit.\r\n"
    },
    {
      "_id": "64357fe66b2510877a37f89e",
      "balance": "$3,990.09",
      "companyLogo": "http://placehold.it/32x32",
      "salary": 163641,
      "jobLocation": "remote",
      "jobStatus": "Part-Time",
      "jobTitle": "Aguirre Richardson",
      "companyName": "PHARMEX",
      "email": "aguirrerichardson@pharmex.com",
      "phone": "+1 (936) 529-3418",
      "location": "972 Baycliff Terrace, Fairhaven, Oregon, 192",
      "JobDescription": "Fugiat nostrud eiusmod est ad minim commodo ex culpa cillum ut consectetur do proident. Commodo dolor esse esse do non laborum laboris est aliqua cupidatat. Qui laboris irure elit officia nulla et non excepteur dolor fugiat velit ad et nulla.\r\n",
      "JobResponsibilities": "Aliquip eiusmod mollit magna nisi est qui. Consectetur non aute culpa officia sint sit laboris id exercitation nulla pariatur Lorem adipisicing dolore. Ipsum sit ut irure et ut.\r\n",
      "Education": "Fugiat nostrud et ullamco duis ut laborum tempor magna dolor cillum nisi exercitation ut. Do adipisicing Lorem consequat aute. Ullamco quis deserunt dolor duis exercitation cillum enim cupidatat proident labore ex cupidatat id enim. Mollit aute aliqua laboris consequat dolor eu nostrud incididunt ex est. Ea adipisicing et excepteur deserunt deserunt veniam aliqua mollit fugiat fugiat ad Lorem labore ipsum.\r\n",
      "Experienced": "Non nostrud consequat aute occaecat nulla velit incididunt occaecat. Cupidatat elit do ea aliquip. Nisi aliqua esse in cupidatat. Velit enim mollit laborum aliqua labore sit exercitation incididunt qui voluptate eu in. Ad proident esse tempor sunt consequat eiusmod eu velit aute irure fugiat voluptate.\r\n"
    }
  ]