[
    {
      "_id": "64357fe62b7d56e77e147a1d",
      
      "companyLogo": "https://1000logos.net/wp-content/uploads/2021/05/Google-logo.png",
      "salary": "$55K -77K",
      "jobLocation": "On-site",
      "jobStatus": "Part-Time",
      "jobTitle": "Field Sales Representative",
      "companyName": "GOOGLE",
      "email": "mosescampbell@google.com",
      "phone": "+1 (989) 598-2154",
      "location": "Tokyo, Japan",
      "JobDescription": "As a Field Sales Representative, you will be working with our Enterprise Accounts in Mexico City. You’ll leverage existing relationships with C-level executives, develop new relationships, and act as a trusted business partner to deeply understand their unique company challenges and goals. Additionally promote the innovative power of our products to make organizations more productive, collaborative, and mobile. You will help spread the Google magic to organizations worldwide.\r\n",
      "JobResponsibilities": "Build and deepen executive relationships with Enterprise customers. Influence long-term strategic direction and serve as a business partner. Discuss and manage the business cycle, often presenting to C-level executives. Lead the account strategy in generating and developing business growth opportunities, working collaboratively with Customer Engineers and Google Partners to optimize business results in territory and open up opportunities with large Enterprise customers.\r\n",
      "Education": "Bachelor's degree or equivalent practical experience.\r\n",
      "Experienced": "At least 5 year(s)\r\n"
    },
    {
      "_id": "64357fe61994ee2bb68a2812",
      "companyLogo": "https://1000logos.net/wp-content/uploads/2021/10/Meta-Logo.png",
      "salary": "$40k - 50K",
      "jobLocation": "Remote",
      "jobStatus": "Full-Time",
      "jobTitle": "Software Engineering Manager",
      "companyName": "Meta",
      "email": "fosterhouse@meta.com",
      "phone": "+1 (814) 478-2188",
      "location": " Lindisfarne, North Carolina",
      "JobDescription": "In this role you will both manage and partner with groups working across the full spectrum from research to product development supporting multiple product lines. You will oversee technical investment portfolios comprising state-of-the-art computer vision, machine learning and software engineering across all technology areas needed for AR/VR experiences. You will also be responsible for developing longer-term technical and product strategies in collaboration with key partners.\r\n",
      "JobResponsibilities": "Leading an organization comprised of applied scientists and engineers from prototyping across development and integration of advanced systems relying heavily on Computer Vision and Machine Learning technologies.\r\n",
      "Education": "BS degree in Engineering, Physics, Computer Science or equivalent experience.\r\n",
      "Experienced": "At least 10 year(s).\r\n"
    },
    {
      "_id": "64357fe64aa68437f7ccac15",
      "companyLogo": "https://1000logos.net/wp-content/uploads/2016/10/Amazon-Logo-768x480.png",
      "salary": "$70K-60K",
      "jobLocation": "Remote",
      "jobStatus": "Part-Time",
      "jobTitle": "Marketing Analysis",
      "companyName": "Amazon",
      "email": "carmellatran@amazon.com",
      "phone": "+1 (805) 449-3049",
      "location": "Kirk, Alabama",
      "JobDescription": "Your duties will include planning, implementing, and monitoring our digital marketing campaigns across all digital networks to make more customers and qualify leads to convert. ideal clients. You must convert clients from your experience. Our ideal candidate is someone with experience in marketing and social media management. In addition to being an outstanding communicator.\r\n",
      "JobResponsibilities": "Manage social media marketing campaigns. Assist the team in the development of the overall digital marketing strategy. Manage digital advertising campaigns (SEM, Display, Social, Programmatic)      \r\n",
      "Education": "Graduation from any discipline\r\n",
      "Experienced": "At least 1 year(s)\r\n"
    },
    {
      "_id": "64357fe64e6e79de686baee7",
      "companyLogo": "https://1000logos.net/wp-content/uploads/2017/04/Microsoft-Logo-768x251.png",
      "salary": "$50K-80K",
      "jobLocation": "On-site",
      "jobStatus": "Full-Time",
      "jobTitle": "Operation Specialist",
      "companyName": "Microsoft",
      "email": "chandraavila@microsoft.com",
      "phone": "+1 (983) 555-2002",
      "location": "Milano, Italy",
      "JobDescription": "Our infrastructure is comprised of a large global portfolio of more than 100 datacenters and 1 million servers. Our foundation is built upon and managed by a team of subject matter experts working to support services for more than 1 billion customers and 20 million businesses in over 90 countries worldwide.\r\n",
      "JobResponsibilities": "Serve as an operations specialist in one major area of CE operations (e.g., electrical, mechanical, controls, generators) and works on advanced tasks independently.Inspect and supervise critical environment-related facility equipment (e.g., controls, heating, ventilation, and air conditioning [HVAC], mechanical systems), building, and grounds regularly for unsafe or abnormal conditions and escalate per applicable policies and standards.  \r\n",
      "Education": "High School Diploma, GED, or equivalent.\r\n",
      "Experienced": "Freshers are encouraged.\r\n"
    },
    {
      "_id": "64357fe6e6dab96553b0a597",
      "companyLogo": "https://thumbs.dreamstime.com/b/netflix-logo-editorial-vector-illustration-black-background-streaming-service-app-136495178.jpg",
      "salary": "$100K - 150k",
      "jobLocation": "Remote",
      "jobStatus": "Part-Time",
      "jobTitle": "Full Stack Engineer - Games Studio",
      "companyName": "netflix",
      "email": "farrellmassey@netflix.com",
      "phone": "+1 (953) 526-2716",
      "location": " California",
      "JobDescription": "We’re looking for a Full Stack Engineer to join us and work with a large team that is building a multiplayer mobile game within Unity, providing their expertise to build the back-end services and the front-end dashboards that will drive the successful operation of the game. The Full Stack Engineer will maintain, enhance and update back-end and middleware APIs and processes and front-end interfaces using a combination of the latest tools and technologies to build everything a user sees and interacts with on a website and mobile application. Depending on business and product needs, this position will have a focus with React and TypeScript.\r\n",
      "JobResponsibilities": "Serve as part of a larger architecture, engineering, development, and testing team, collaborating to build, evolve, and optimize our applications and services, for load time and performance. Help design and build the back-end services needed for online game features (e.g. Authentication, Leaderboards, Events, Matchmaking)\r\n",
      "Education": "Computer Science, Mathematics, Engineering, or related degree, or equivalent work experience.\r\n",
      "Experienced": "Experience with Jira, Confluence, or other defect tracking software\r\n"
    },
    {
      "_id": "64357fe66b2510877a37f89e",
      "companyLogo": "https://thumbs.dreamstime.com/b/netflix-logo-editorial-vector-illustration-black-background-streaming-service-app-136495178.jpg",
      "salary": "$160K-200K",
      "jobLocation": "remote",
      "jobStatus": "Full-Time",
      "jobTitle": "Partner Engagement Manager ",
      "companyName": "netflix",
      "email": "aguirrerichardson@netflix.com",
      "phone": "+1 (936) 529-3418",
      "location": "Amsterdam, Netherlands",
      "JobDescription": "As part of this team, the Partner Engagement Manager will be responsible for leading the integration of Netflix into the operator devices,  payment systems and mobile devices in different markets, creating a compelling bundle of complementary services. The Partner Engagement Manager will understand the needs of our operator partners, Netflix, and the industry to build products that will spark joy with current and future Netflix members.\r\n",
      "JobResponsibilities": "Managing the integration of the Netflix application into operator devices. Negotiating Netflix product experience within the operator entertainment experience. Defining joint product roadmaps\r\n",
      "Education": "Master in Business Administration\r\n",
      "Experienced": "10+ years of experience building strategic relationships at leading operators or global platforms\r\n"
    }
  ]